{
	"book":[
		{
			"BookName": "From Blood and Ash",
			"BookDescription": "Chosen from birth to usher in a new era, Poppy's life has never been her own. The life of the Maiden is solitary. Never to be touched. Never to be looked upon. Never to be spoken to. Never to experience pleasure. Waiting for the day of her Ascension, she would rather be with the guards, fighting back the evil that took her family, than preparing to be found worthy by the gods. But the choice has never been hers.",
			"BookRating": "9.4",
			"BookSite": "https://jenniferlarmentrout.com/books/from-blood-and-ash/",
			"BookLength": "625 pages",
			"BookAuthor": "Jennifer Armentrout",
			"TopReview": "This story is truly a gift that keeps on giving. There is a strong, fierce heroine and her swoon-worthy personal guard, which leads to some pretty smouldering romance. but love isnt the only emotion - this story is overflowing with bravery, suspense, loyalty, curiosity, vengeance, and friendship. - BretmanRock",
			"BookImage": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.goodreads.com%2Fbook%2Fshow%2F52831200-from-blood-and-ash&psig=AOvVaw0Hl9He9a4MCstz9TYYdEx2&ust=1619448237631000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCJD1qPvQmfACFQAAAAAdAAAAABAD"
		},
		{
			"BookName": "The First Days",
			"BookDescription": "Katie is driving to work one beautiful day when a dead man jumps into her car and tries to eat her.  That same morning, Jenni opens a bedroom door to find her husband devouring their toddler son. Fate puts Jenni and Katie \"total strangers\" together in a pickup, fleeing the suddenly zombie-filled streets of the Texas city in which they live. It looks like the end of the world. But Katie and Jenni and many others will do whatever they have to to stay alive. Run, fight, pick each other up when they stumble, fall in love: anything is possible at the end of the world.",
			"BookRating": "7.54",
			"BookSite": "https://www.amazon.com/First-Days-World-Dies-Book/dp/0765331268",
			"BookLength": "331 pages",
			"BookAuthor":"Rhiannon Frater",
			"TopReview": "Most zombie books/movies are the same, and this is no different. The apocalypse starts and the challenge is to figh against zombies while maintaining your humanity. While this had the potential to delve into the very essence of humanity and pander whether the human race is truly awful, but the book glosses over the darker stuff. It has that happy, mushy ending that we all know would never happen. Yet you can't help but love it. After all, who doesn't love a happy ending? -- Andrea Jackson",
			"BookImage": "https://raw.githubusercontent.com/rresha/JSONProjectsIT315/master/firstdays.jpg"
		},
		{
			"BookName": "A Touch of Darkness",
			"BookDescription": "After a chance encounter with Hades, Persephone finds herself in a contract with the God of the Dead and the terms are impossible: Persephone must create life in the Underworld or lose her freedom forever. The bet does more than expose Persephone's failure as a Goddess, however. As she struggles to sow the seeds of her freedom, love for the God of the Dead grows and it's forbidden.",
			"BookRating": "7.8",
			"BookSite": "https://www.amazon.com/Touch-Darkness-Hades-Persephone-ebook/dp/B07S9HLL34",
			"BookLength": "438 pages",
			"BookAuthor": "Scarlett St. Clair",
			"TopReview": "It's steamy without being trashy. As someone who doesn't enjoy romance, I was pleasantly surprised by the amount of character development and strong plot throughout the story. Definitely would read again. - James Charles",
			"BookImage": "https://raw.githubusercontent.com/rresha/JSONProjectsIT315/master/touch.jpg"
		},
		{
			"BookName": "It Ends With Us",
			"BookDescription": "New to Boston, small-town girl Lily manages to get gorgeous neurosurgeon Ryle Kincaid to break his no dating rule. But his stubborn ways  make her wonder where that aversion came from. And when an old flame resurfaces, everything she has with Ryle is suddenly thrown into question.",
			"BookRating": "8.8",
			"BookSite": "https://www.colleenhoover.com/product/it-ends-with-us/",
			"BookLength": "385 pages",
			"BookAuthor": "Colleen Hoover",
			"TopReview": "HOLY WOW! It Ends With Us is one of the most powerful books of 2016 and one of the most raw, honest, inspiring, and profoundly beautiful stories I've ever read. It wasn't anything like what I expected, but it delivered so much more than I ever hoped for. This is the kind of book that I want to give to every woman and just be like! --Fuslie",
			"BookImage": "https://raw.githubusercontent.com/rresha/JSONProjectsIT315/master/ends.jpg"
		},
		{
			"BookName": "The Wedding Date",
			"BookDescription": "On eve of his ex's wedding festivities, Drew Monroe is minus a plus one. Until a power outage strands him with the perfect candidate for a fake girlfriend: Alexa Monroe. The two are high-powered professionals on a collision course toward the long distance dating disaster of the century--or closing the gap between what they think they need and what they truly want.",
			"BookRating": "6.5",
			"BookSite": "https://www.jasmineguillory.com/the-wedding-date",
			"BookLength": "317 pages",
			"BookAuthor": "Jasmine Guillory",
			"TopReview": "The book features a flawed yet headstrong black female protagonist, as well as an interracial relationship. Jasmine Guillory wrote well enough to keep the book moving at a fast, entertaining pace. You might like this book if you enjoy rom-coms with little substance. --NikkiTutorials.",
			"BookImage": "https://raw.githubusercontent.com/rresha/JSONProjectsIT315/master/wedding.jpg"
		},
		{
			"BookName": "Beach Read",
			"BookDescription": "A romance writer who no longer believes in love and a literary writer stuck in a rut engage in a summer-long challenge that may just upend everything they believe about happily ever afters.",
			"BookRating": "8.1",
			"BookSite": "https://www.barnesandnoble.com/w/beach-read-emily-henry/1133410994",
			"BookLength": "361 pages",
			"BookAuthor": "Emily Henry",
			"TopReview": "This is my favorite romance read of the year. It came at the second place throughout the voting on goodreads choice awards. But my thoughts haven't changed! I loved it so so so much. -Seema Aunty",
			"BookImage": "https://raw.githubusercontent.com/rresha/JSONProjectsIT315/master/beach.jpg"
		},
		{
			"BookName": "Get A Life, Chloe Brown",
			"BookDescription": "Chloe Brown is a chronically ill computer geek with a goal, a plan, and a list. After almost, but not quite dying, she's come up with seven directives to help her get a Life, and she's already completed the first: finally moving out of her glamorous family's mansion. The next items? But it’s not easy being bad, even when you've written step-by-step guidelines on how to do it correctly. What Chloe needs is a teacher, and she knows just the man for the job.",
			"BookRating": "7.8",
			"BookSite": "https://www.amazon.com/Haunting-Hill-House-Penguin-Classics/dp/0143039989",
			"BookLength": "373 pages",
			"BookAuthor": "Talia Hibbert",
			"TopReview": "I really liked it, like, REALLY liked it. (like like like like) and i think we all know that romance isn't usually my jam, i am always skeptical to dip my toes in the steamy waters, soooooo this was a whole Win for me (and i will possibly never shut up about it) -- Shahrukh Khan",
			"BookImage": "https://raw.githubusercontent.com/rresha/JSONProjectsIT315/master/get.jpg"
		},
		{
			"BookName": "The Switch",
			"BookDescription": "Eileen, an 80-year-old newly single, wants a second chance at love, but there aren't many eligible gentlemen. Meanwhile, Eileen's granddaughter Leena is ordered to take a 2-month leave after blowing a work presentation. Once Leena learns of Eileen's romantic predicament, she proposes a solution: a two-month swap. Eileen will live in London, looking for love. Leena will rest and take care of things in rural Yorkshire. But trading places isn't as easy as either of them expected. Will swapping lives help them find themselves and love?",
			"BookRating": "9.2",
			"BookSite": "https://www.betholearyauthor.com/the-switch",
			"BookLength": "330 pages",
			"BookAuthor":  "Beth O'Leary",
			"TopReview":  "What a wonderful gem of a book!!! The audio was fantastic!!! This is cute and heart-warming. The story alternates between Leena and Eileen. I enjoyed both stories equally. -- Kajol",
			"BookImage": "https://raw.githubusercontent.com/rresha/JSONProjectsIT315/master/switch.jpg"
		}
	       ],
	"Status":"OK"
}
